<?php

return [

    /*
    |--------------------------------------------------------------------------
    | Authentication Language Lines
    |--------------------------------------------------------------------------
    |
    | The following language lines are used during authentication for various
    | messages that we need to display to the user. You are free to modify
    | these language lines according to your application's requirements.
    |
    */

    'main header title'=>'جدد منزل معنا ليبدو اجمل',
    'Get in touch'=>'ابقى على اتصال',
    'Pre order now'=>'احصل على طلبك الان',
    'we are commit to make 1st for decour has the trust trow butting the hiest othity in work'=>'نحن ملتزمون بجعل الاول للديكور يتسم بالفعالية والثقة عن طريق تثبيت اعلى مستويات الاخلاقية والنزاهة والتفاني فس العمل',


    '1st for decor'=>'الاول للديكور',
    'Our vision'=>'رؤيتنا',
    'how are us'=>'من نحن',

    'our products'=>'منتجاتنا',

    'vision'=>'كما نهدف لتوفير حلول متخصصة ومتنوعة تمكن عملائنا من تحقيق اهدافهم في تحديث التصميم والديكورالداخلي لممتلكاتهم . ومما ساعد على ذلك انتهاجنا لمماوسات عملية وبنائية للقاعدة القوية من فريق العمل المتخصص القادر على توظيف مزيج العلم والفن جنبا الى جنب',
    'who us'=>'تم تاسيس الاول للديكور عام 1982 وبعد وقت قصير استطعنا اكتساب ثقة عملاء كرام كثيرون حيث انعكست قوتنا على مشروع تلو الاخر والفضل في ذلك يرجع الى قوتنا الفريدة في على تقديم حلول مصممة وفقا لاحتياجات كل عميل',
    'firstfordecor'=>'يعد الاول للديكور من اولى الشركات المتخصصة في الديكور الداخلي ويظهر هذا بوضوح جلي من خلال اعمال متميزة المستوى في الديكور الداخلي وبناء المشاريع بجودة عالية',


    'paper wall'=>'ورق الجدران',
    'sejad'=>'السجاد',
    'qumash'=>'القماش',


    'message us in any time!'=>'راسلنا في اي وقت!',
    'visit us in our location in any time'=>'تفضل بزيارة فروعنا في اي وقت',
    'know more'=>'اعرف المزيد',

    'contact us'=>'تواصل معنا',
    'Products'=>'منتجاتنا',
    'projects'=>'مشاريعنا',
    'main'=>'الرئيسية',
    'about us'=>'عنا',

    'hostels'=>'فنادق',
    'offices and companies'=>'مكاتب وشركات',
    'places and towers'=>'فلل وقصور',


    'Loading...'=>'يرجى الانتظار',


    //============================================================================

    'WHY Choose 1stdecor Creative ?'=>'لماذا تختار الاول للديكور',
    'Why Us ?'=>'لماذا نحن',
    'LATEST NEWS'=>'اخر الاحداث',
    'New office desining around the world'=>'تصميم مكاتب حديث وجديد حول العالم',
    'Comments'=>'تعليق',
    'Views'=>'مشاهدة',
    'new materials in our stores'=>'منتجاد جديدة في مخازننا',
    'products text'=>'منتجاتنا احدى افضل المنتجان حول العالم نضمن لك الجودة و المظهر الجميل',
    'a little about our products'=>'القليل ايضا عن منتجاتنا ',
    'more_of_products'=>'اننا في شركة الديكور الاول لانهتم فقط بالمبيعت الى العملاء وعملية تسويق المبيعات بل ايضا يعمنا توفير منتجات مصمونة للعملاء مما توفر لهم الراحة والامان والمتانة انا التوامنا بتقديم المنتجات الافضل هو سبب تقدمنا عبر السنين حيث ان المنتجات التي نقدمها من اقمشة تتكون من مواد طبيعية مئة في المئة وايضا نحافظ دوما على جعل ورق الجدران من الافضل فخلال تجربتنا الفريدة عبر السنين توصلنا الى اكثر المواد كفاءة ومتانة قابلة لتحمل ظروف طقس الشرق الاوسط القاسي ونسعى دوما الى توفير افضل وافخر انواع السجاد ليتمتع عملائنا بافضل جودة واحسن تجربة',
    'our products power full comming from'=>'قوة منتجاتنا المختارة تتمثل في',
    'mokeet'=>'الموكيت',
    'qutton'=>'القطن الطبيعي',
    'basic materials'=>'المواد الخام',
    'Customer Support'=>'دعم العملاء بعد المبيعات',
    'after sale service'=>'خدمة ما بعد المبيعات',
    'Happy Customers'=>'عميل سعيد بمنتجاتنا',
    'Ordered completed'=>'طلب تم اكماله',
    'Awards Win'=>'جوائز حاصلين عليها',
    'show romes'=>'غرف عرض',
    'Portfolio'=>'معرض الصور',
    'speak1'=>'واحدة من افضل الشركات في المملكة العربية والسعودية والشرق الاوسط',
    'mohammed gaffer'=>'محمد جعفر',
    'speak2'=>'لقت تعاملت معهم وانصح اي شخص بالتعامل مع الشركة حيث انهم ن ضمن الافضل في المملكة العريية السعودية',
    'marwan gaffer'=>'مروان جعفر',
    'speak3'=>'لقد وجدت ما كنت ابحث عنه لديهم انهم افضل  الشركات في المملكة لعربية السعودية عامة',
    'tota gaffet'=>'توته جعفر',
    'order now'=>'اطلب الان',
    'parteners'=>'شركاؤنا',
    'extra text'=>'نص اضافي',
    'Portfolio Work'=>'معرض الاعمال',
    'contact us section'=>'نسعد دائما بتواصلكم معنا في اي وقت',
    'Our Location Maps'=>'مواقعنا على الخريطة',
    'Contact Details'=>'معلومات التواصل',
    'contact us text'=>'تواصل معنا في اي وقت عن اي مقترحات او ملاحظات نحن نضع نصب اعيننا ملاحظات عملائنا واقتراحاتهم وذلك حتى نتمكن من تقديم ما هو افل دائما ونكون في صدارة شركات الديكور في المملكة العربية السعودية املا النمذج في الاسفع ولا تبخل عينا في اعطائنا اي مقترحات من جانبك ان وجدت',
    'Our Best Work'=>'من افضل اعمالنا',
    'from our best work'=>'معرض لافضل الاعمال من اعداداتنا',





];
